Repository: ferranroig/script.audio.profiles
Catalog: resources/language/strings.po
Languages: ca

# Addon Summary
source: Save audio profile and easily switch between them
ca: Desa perfils d'àudio i els commuta fàcilment

# Addon Description
source: To map a key for switch audio profile edit keymap xml file and add:[CR]RunScript(script.audio.profiles,0) - for switch profile in loop[CR]RunScript(script.audio.profiles,x) - where x is number of profile
ca: Per definir una tecla per canviar el perfil d'àudio editeu el fitxer keymap.xml i afegiu:[CR]RunScript(script.audio.profiles,0) - per commutar perfils en bucle[CR]RunScript(script.audio.profiles,x) - on x és el número de perfil

# #32000
source: Profiles
ca: Perfils

# #32001
source: Name of profile 1
ca: Nom del perfil 1

# #32013
source: Includes Settings
ca: Inclou Configuració

# #32014
source: Automatic Switch
ca: Canvi automàtic

# #32015
source: Show audio stream select menu on start playing
ca: Mostra el menú de selecció del flux d'àudio quan s'inicia la reproducció

# #32016
source: Auto close select menu
ca: Tanca automàticament el menú de selecció

# #32019
source: Notifications
ca: Avisos

# #32002
source: Settings
ca: Configuració

# #32003
source: Name of profile 2
ca: Nom del perfil 2

# #32004
source: Include volume level
ca: Inclou nivell del volum

# #32011
source: Include player settings
ca: Inclou configuració de reproducció

# #32012
source: Include video settings
ca: Inclou configuració del vídeo

# #32005
source: Name of profile 3
ca: Nom del perfil 3

# #32006
source: Name of profile 4
ca: Nom del perfil 4

# #32007
source: Profile 1
ca: Perfil 1

# #32008
source: Profile 2
ca: Perfil 2

# #32009
source: Profile 3
ca: Perfil 3

# #32010
source: Profile 4
ca: Perfil 4

# #32021
source: Profile for GUI
ca: Perfil per GUI

# #32022
source: Profile for Movies
ca: Perfil per Pel·lícules

# #32023
source: Profile for TVShows
ca: Perfil per programes de TV

# #32024
source: Profile for PVR TV
ca: Perfil per PVR TV

# #32025
source: Profile for Music
ca: Perfil per Música

# #32026
source: None
ca: Cap

# #32027
source: Send HDMI-CEC command when profile activated
ca: Envia comandament HDMI-CEC quan s'activa un perfil

# #32028
source: Wake Up
ca: Desperta

# #32030
source: Toggle state
ca: Commuta estat

# #32031
source: Profile for Videos (not from library)
ca: Perfil per vídeos (no des de la biblioteca)

# #32032
source: Profile for Music Videos
ca: Perfil per Vídeos Musicals

# #32033
source: Profile for Unknown content type
ca: Perfil per contingut desconegut

# #32034
source: Profile for PVR Radio
ca: Perfil per PVR Ràdio

# #32035
source: Video
ca: Vídeo

# #32036
source: Audio
ca: Àudio

# #32037
source: Other
ca: Altres

# #32038
source: Profile for KODI Start/Wakeup (Default)
ca: Perfil per l'inici del KODI (Per defecte)

# #32100
source: Select profile to save settings
ca: Seleccioneu perfil per desar la configuració

# #32106
source: Select audio profile
ca: Seleccioneu perfil d'àudio

# #32103
source: This profile is disabled
ca: Aquest perfil està desactivat

# #32104
source: Invalid file for profile
ca: Fitxer invàlid per a perfil

# #32105
source: Enable profiles
ca: Activa perfils

# #32101
source: Configure profile
ca: Configura perfils

# #32102
source: Saved as profile
ca: Desa com a perfil
